Repository: JaviRabago/WebArtAI-wordpress
Catalog: languages/plugins/wp-user-manager-*.po
Languages: es_es

source: Delete Private Posts
es_es: Borrar entradas privadas

source: Delete Posts
es_es: Borrar entradas

source: Delete Others' Posts
es_es: Borrar entradas de otros

source: Update Core
es_es: Actualizar el núcleo

source: Unfiltered HTML
es_es: HTML no filtrado

source: Read
es_es: Leer

source: Moderate Comments
es_es: Moderar comentarios

source: Manage Options
es_es: Gestionar opciones

source: Manage Links
es_es: Gestionar enlaces

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Edit Files
es_es: Editar archivos

source: Edit Dashboard
es_es: Editar escritorio

source: Something went wrong: could not create new role.
es_es: Algo salió mal: no se ha podido crear un nuevo perfil.

source: Something went wrong: cannot delete the default role.
es_es: Algo salió mal: no se ha podido borrar el perfil por defecto.

source: Something went wrong: could not delete the role.
es_es: Algo salió mal: no se ha podido borrar el perfil.

source: Something went wrong: could not update the role details.
es_es: Algo salió mal: no se han podido actualizar los detalles del perfil.

source: Create Capability
es_es: Crear capacidad

source: Create Role
es_es: Crear perfil

source: Customize the name of the capability.
es_es: Personaliza el nombre de la capacidad.

source: Customize the name of the role.
es_es: Personaliza el nombre del perfil.

source: Capabilities successfully saved.
es_es: Capacidades guardada correctamente.

source: Return to the roles list
es_es: Volver a lista de perfiles

source: Add Custom Capability
es_es: Añadir capacidad personalizada

source: Edit Capabilities
es_es: Editar capacidades

source: Duplicate
es_es: Duplicar

source: The default role cannot be deleted.
es_es: El perfil por defecto no se puede borrar.

source: Add New Capability
es_es: Añadir nueva capacidad

source: Add New Role
es_es: Añadir nuevo perfil

source: Edit Role
es_es: Editar perfil

source: Denied
es_es: Denegado

source: Granted
es_es: Concedido

source: Role
es_es: Perfil

source: Capability Name
es_es: Nombre de capacidad

source: Role Name
es_es: Nombre de perfil

source: You are about to delete the role:
es_es: Estás tratando de borrar este perfil:

source: Confirm Role Deletion?
es_es: ¿Confirma el borrado del perfil?

source: Roles
es_es: Perfiles

source: Change permalinks
es_es: Cambia los enlaces permanentes

source: <strong>WP User Manager</strong> requires your site to have a 'pretty' permalink structure enabled instead of the default 'Plain'.
es_es: <strong>WP User Manager</strong> obliga que tu sitio tenga habilitada una estructura de enlaces permanentes «bonita» en lugar de la «Simple» por defecto.

source: Select the default format for the user display name at registration. The user can change their display name later in their account.
es_es: Selecciona el formato por defecto para el nombre de usuario al registrarse. El usuario puede cambiar su nombre para mostrar más adelante en su cuenta.

source: Default Display Name
es_es: Nombre para mostrar por defecto

source: Enable the roles editor in the Users menu.
es_es: Activa el editor de perfiles en el menú «Usuarios».

source: Roles Editor
es_es: Editor de perfiles

source: Restrict access to the WordPress dashboard for specific user roles. Administrators will always have access.
es_es: Restringe el acceso al escritorio de WordPress para determinados perfiles de usuario. Los administradores siempre tendrán acceso.

source: Restrict Dashboard Access
es_es: Restringir el acceso al escritorio

source: Add sub field
es_es: Añadir subcampo

source: Add new sub field
es_es: Añadir nuevo subcampo

source: Enter the maximum rows for the field.
es_es: Introduce el máximo de filas para el campo.

source: Maximum Rows
es_es: Máximo de filas

source: Enter the minimum rows required for the field.
es_es: Introduce las filas mínimas obligatorias para el campo.

source: Minimum Rows
es_es: Mínimas de filas

source: Enter the button label of add row.
es_es: Introduce la etiqueta del botón de añadir fila.

source: Add row
es_es: Añadir fila

source: Button Label
es_es: Etiqueta del botón

source: Repeater
es_es: Repetidor

source: and contain at least
es_es: y contiene al menos

source: 1 special character
es_es: 1 carácter especial

source: 1 number
es_es: 1 número

source: 1 letter
es_es: 1 lettra

source: 1 uppercase letter
es_es: 1 lettra mayúscula

source: Please fill out %s data
es_es: Por favor, rellena los datos %s

source: %1$s accepts maximum %2$d rows
es_es: %1$s acepta un máximo de %2$d filas

source: %1$s requires at least %2$d rows
es_es: %1$s necesita al menos %2$d filas

source: %s is not a valid email address.
es_es: %s no es una dirección de correo electrónico válida

source: See Pricing
es_es: Ver precios

source: Integrate your ACF fields with WP&nbsp;User Manager with the <a href="%s" target="_blank">ACF addon</a>.
es_es: Integra tus campos ACF con WP&nbsp;User Manager con la <a href="%s" target="_blank">extensión ACF</a>.

source: Comma Separated List of allowed file types, (i.e. jpg, jpeg, gif, png, pdf)
es_es: Lista separada por comas de los tipos de archivo permitidos, (por ejemplo jpg, jpeg, gif, png, pdf)

source: Step Size
es_es: Tamaño paso

source: Example patterns
es_es: Ejemplos de patrones

source: A regular expression to validate telephone number formats.
es_es: Una expresión regular para validar los formatos de los números de teléfono.

source: Pattern
es_es: Patrón

source: Telephone
es_es: Teléfono

source: Video
es_es: Vídeo

source: First Name
es_es: Apellido

source: Search fields
es_es: Buscar campos

source: Select the fields to search in. Search custom fields using the <a href="%s" target="_blank">Custom Fields</a> addon.
es_es: Selecciona los campos en los que deseas buscar. Busca campos personalizados con la extensión <a href="%s" target="_blank">Campos personalizados</a>.

source: Ask user for current password when resetting password on the account page
es_es: Pedir al usuario la contraseña actual al restablecer la contraseña en la página de la cuenta

source: Require Current Password
es_es: Pedir la contraseña actual

source: Error: incorrect current password.
es_es: Error: contraseña actual no correcta.

source: Current Password
es_es: Contraseña actual

source: Something went wrong: could not update the registration form details.
es_es: Algo salió mal: no se han podido actualizar los datos del formulario de registro.

source: Create <a href="%1$s" target="_blank">unlimited registration forms</a>. The <a href="%1$s" target="_blank">Registration Forms</a> addon is required if you wish to add more forms.
es_es: Crea <a href="%1$s" target="_blank">formularios de registro ilimitados. La extensión</a>. <a href="%1$s" target="_blank">Formularios de registro</a> es necesaria si deseas añadir más formularios.

source: Create Form
es_es: Crea formulario

source: Customize the name of the registration form.
es_es: Personaliza el nombre del formulario de registro.

source: Form Fields
es_es: Campos del formulario

source: Customize Form
es_es: Personaliza formulario

source: Delete Form
es_es: Borrar formulario

source: Edit Form Name
es_es: Editar nombr de formulario

source: Add New Form
es_es: Añadir nuevo formulario

source: Total Signups
es_es: Total de inscripciones

source: Registration Role
es_es: Perfil de registro

source: This action cannot be reversed. Are you sure you want to continue?
es_es: Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar?

source: You are about to delete the registration form:
es_es: Estás a punto de borrar el formulario de registro:

source: Confirm Form Deletion?
es_es: ¿Confirma el borrado del formulario?

source: Create Fields Group
es_es: Crear grupo de campos

source: Purchase
es_es: Comprar

source: Fields Editor
es_es: Editor de campos

source: Select the page where you want to redirect users after they login. If empty it will reload the login page.
es_es: Selecciona la página a la que quieres redirigir a los usuarios luego de acceder. Si está vacía, volverá a cargar la página de acceso.

source: Custom Fields
es_es: Campos personalizados

source: Homepage
es_es: Página de inicio

source: Cover
es_es: Portada

source: Enable this option to prevent users from uploading a custom profile cover image.
es_es: Activa esta opción para impedir que los usuarios suban una imagen de portada de perfil personalizada.

source: Disable Profile Cover Image
es_es: Desactiva la imagen de portada del perfil

source: WP User Manager has installed default data. You can go back to your <a href="%s">admin panel.</a>
es_es: WP User Manager ha instalado los datos por defecto. Puedes volver a tu <a href="%s">panel de administración.</a>.

source: It looks like WP User Manager failed to install it's default data. To fix the issue please click the button below.
es_es: Parece que WP User Manager falló al instalar sus datos por defecto. Para solucionar el problema, haz clic en el botón de abajo.

source: Fix data installation
es_es: Corregir la instalación de datos

source: Enable this option to disable the built-in strong passwords validation system of WP User Manager.
es_es: Activa esta opción para desactivar el sistema integrado de validación de contraseñas fuertes de WP User Manager.

source: Disable Strong Passwords
es_es: Desactivar las contraseñas fuertes

source: License successfully activated.
es_es: Licencia activada correctamente.

source: Upgrade database
es_es: Actualizar la base de datos

source: "%1$s" (filetype %2$s) needs to be one of the following file types: %3$s
es_es: «%1$s» (tipo de archivo %2$s) necesita ser uno de los siguientes formatos: %3$s

source: Beautifully simple user profile directories with frontend login, registration and account customization. WP User Manager is the best solution to manage your community and your users for WordPress.
es_es: Directorios de perfiles de usuario maravillosamente simples con acceso de la portada, registro y personalización de la cuenta. WP User Manager es la mejor solución para gestionar tu comunidad y tus usuarios para WordPress.

source: Cheatin&#8217; huh?
es_es: Haciendo trampas, ¿eh?

source: No options are available for this widget.
es_es: No hay opciones disponibles para este widget.

source: Theme Options updated.
es_es: Opciones del tema actualizadas.

source: No option names provided
es_es: No hay nombres de opciones proporcionados

# WordPress Media Browser
source: Select Image
es_es: Seleccionar imagen

# WordPress Media Browser
source: Images
es_es: Imágenes

source: Select Image
es_es: Seleccionar imagen

source: Select File
es_es: Seleccionar archivo

# WordPress Media Browser
source: Select File
es_es: Seleccionar archivo

# WordPress Media Browser
source: Files
es_es: Archivos

source: Add File
es_es: Añadir archivo

source: No files selected.
es_es: No hay archivos seleccionados

# oEmbed field
source: Not Found
es_es: No encontrado

# WordPress media attachment
source: Save
es_es: Guardar

# WordPress media attachment
source: Close
es_es: Cerrar

# WordPress media attachment
source: Description
es_es: Descripción

# WordPress media attachment
source: Alt Text
es_es: Texto Alt

# WordPress media attachment
source: Caption
es_es: Leyenda

# WordPress media attachment
source: Album
es_es: Álbum

# WordPress media attachment
source: Artist
es_es: Artista

# WordPress media attachment
source: Title
es_es: Título

source: Search...
es_es: Busca...

source: Show all options
es_es: Mostrar todas las opciones

source: No options.
es_es: Sin opciones.

source: Select a color
es_es: Seleccionar un color

source: %1$d selected items out of %2$d
es_es: %1$d elementos seleccionados de entre %2$d

source: %1$d selected item out of %2$d
es_es: %1$d elemento seleccionado de entre %2$d

source: %1$d selected items
es_es: %1$d elementos seleccionados

source: %1$d selected item
es_es: %1$d elemento seleccionado

source: Select Date
es_es: Seleccionar fecha

source: Select Time
es_es: Seleccionar hora

source: Please choose an option.
es_es: Por favor, elige una opción.

source: This field is required.
es_es: Este campo es obligatorio.

source: Please fill out all fields correctly.
es_es: Por favor, rellena todos los campos correctamente.

# Complex field groups
source: Expand All
es_es: Expandir todo

# Complex field groups
source: Collapse All
es_es: Cerrar todo

# Complex field
source: Collapse/Expand
es_es: Contraer/Expandir

# Complex field
source: Remove
es_es: Quitar

# Complex field
source: Clone
es_es: Clonar

# Complex field
source: Add %s
es_es: Añadir %s

source: Maximum number of rows exceeded (%1$d %2$s)
es_es: Número máximo de filas superado (%1$d %2$s)

source: Minimum number of rows not reached (%1$d %2$s)
es_es: Mínimo número de lineas no alcanzadas (%1$d %2$s)

source: There are no %s yet. Click <a href="#">here</a> to add one.
es_es: Todavía no hay %s. Haz clic <a href="#">aquí</a> para añadir uno.

source: Maximum number of items reached (%s items)
es_es: Número máximo de elementos alcanzado (%s elementos)

source: Minimum number of items not reached (%s items)
es_es: Número mínimo de elementos no alcanzado (%s elementos)

source: Locate address on the map:
es_es: Localizar dirección en el mapa:

source: Geocode was not successful for the following reason:
es_es: No se pudo cargar el Geocode por la siguiente razón:

source: The address could not be found.
es_es: No se pudo encontrar la dirección.

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios realizados se perderán si navegas por fuera de esta página.

source: Please fill out all required fields highlighted below.
es_es: Por favor, rellena todos los campos obligatorios resaltados a continuación.

source: Are you sure you wish to remove this sidebar?
es_es: ¿Estás seguro de que deseas eliminar esta barra lateral?

source: Please enter the name of the new sidebar:
es_es: Por favor, introduce el nombre de la nueva barra lateral:

source: Add Sidebar
es_es: Añadir barra lateral

source: Sidebar not found.
es_es: Barra lateral no encontrada.

source: Failed to update option storing your custom sidebars. Please contact support.
es_es: No se ha podido actualizar la opción que almacena las barras laterales personalizadas. Por favor, ponte en contacto con el soporte.

source: Sidebar with the same ID is already registered.
es_es: Una barra lateral con el mismo ID ya está registrada.

source: Unknown action attempted.
es_es: Se ha intentado una acción no conocida.

source: Please enter a name for the sidebar.
es_es: Por favor, introduce un nombre para la barra lateral.

# sidebar
source: Add New
es_es: Añadir nueva

source: If you need to add scripts to your header, you should enter them here.
es_es: Si necesitas añadir scripts a tu cabecera, debes introducirlos aquí.

source: No form
es_es: Sin formulario

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
es_es: Si necesitas añadir scripts a tu pie de página (como el código de seguimiento de Google Analytics), debes introducirlos en esta caja.

source: Settings saved.
es_es: Ajustes guardados.

source: Edit account
es_es: Editar cuenta

source: Older Posts
es_es: Entradas anteriores

source: Newer Posts
es_es: Entradas siguientes

source: %s has not submitted any posts yet.
es_es: %s todavía no ha enviado ninguna entrada..

source: % Comments
es_es: % comentarios

source: 1 Comment
es_es: 1 comentario

source: No Comments
es_es: No hay comentarios

source: Comments:
es_es: Comentarios:

source: Posted on:
es_es: Publicado el:

source: %s has not made any comment yet.
es_es: %s todavía no ha dejado ningún comentario.

# This text displays the comments left by the user on his profile page.
source: "%1$s" on <a href="%2$s">%3$s</a>, %4$s.
es_es: «%1$s» el <a href="%2$s">%3$s</a>, %4$s.

source: If the email doesn't show up soon, check your spam folder. We sent it from %s.
es_es: Si el correo electrónico no aparece pronto, comprueba tu carpeta de spam. Lo hemos enviado desde %s.

source: We've sent an email to %s with password reset instructions.
es_es: Hemos enviado un correo electrónico a %s con instrucciones para restablecer la contraseña.

source: Update profile
es_es: Actualizar perfil

source: remove
es_es: eliminar

source: Maximum file size: %s.
es_es: Tamaño máximo de archivo: %s.

source: No users have been found.
es_es: No se han encontrado nuevos usuarios.

source: Results per page:
es_es: Resultados por página:

source: Sort by:
es_es: Ordenar por:

source: Found %s users.
es_es: Se han encontrado %s usuarios.

source: Search
es_es: Buscar

source: Search for users
es_es: Buscar usuarios

source: Account settings
es_es: Ajustes de la cuenta

source: You are currently logged in as %s.
es_es: Actualmente estás conectado como %s.

source: Lost your password?
es_es: ¿Olvidaste la contraseña?

source: Don't have an account? <a href="%s">Signup Now &raquo;</a>
es_es: ¿No tienes una cuenta? <a href="%s">Regístrate &raquo;</a>

source: Already have an account? <a href="%s">Sign In &raquo;</a>
es_es: ¿Ya tienes una cuenta? <a href="%s">Entra &raquo;</a>

source: Users
es_es: Usuarios

source: License successfully deactivated.
es_es: Licencia desactivada correctamente.

source: WPUM Licenses
es_es: Licencias WPUM

source: WP User Manager addon licenses
es_es: Licencias de las extensiones de WP User Manager

source: Please <a href="%1$s">activate your license</a> to receive updates and support for the %2$s addon.
es_es: Por favor <a href="%1$s">activa tu licencia</a> para recibir actualizaciones y soporte para la extensión %2$s.

source: Deactivate license
es_es: Desactivar licencia

source: Your license key has reached its activation limit.
es_es: Tu clave de licencia ha alcanzado su límite de activación.

source: Your license is not active for this site.
es_es: Tu licencia no está activa para ete sitio.

source: Your license key expired on %s.
es_es: Tu clave de licencia caducó el %s.

source: An error occurred, please try again.
es_es: Se ha producido un error, inténtalo de nuevo.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
es_es: Hay una nueva versión de %1$s disponible. %2$sVer los detalles de la versión %3$s %4$s o %5$sactualiza ahora%6$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
es_es: Hay una nueva versión de %1$s disponible. %2$sVer los detalles de la versión %3$s %4$s.

source: This content is available to members only. Please <a href="%1$s">login</a> or <a href="%2$s">register</a> to view this area.
es_es: Este contenido solo está disponible para miembros. Por favor, <a href="%1$s">accede</a> o <a href="%2$s">regístrate</a> para ver esta área.

source: Registration complete. We have sent you a confirmation email with your details.
es_es: Registro completado. Te hemos enviado un correo electrónico de confirmación con los detalles.

source: Registration form
es_es: Formulario de registro

source: Link to profile
es_es: Enlace al perfil del usuario

source: How many users to display
es_es: Cuántos usuarios visualizar

source: Recently registered list
es_es: Lista de registrados recientemente

source: Profiles page
es_es: Página de perfiles

source: Profile page
es_es: Página de perfil

source: Display profile cover?
es_es: ¿Visualizar la portada de perfil?

source: Display buttons?
es_es: ¿Visualizar los botones?

source: Link to profile?
es_es: ¿Enlazar al perfil?

source: Leave blank to display the currently logged in user.
es_es: Dejar en blanco para mostrar el usuario conectado actualmente.

source: User ID
es_es: ID de usuario

source: Profile card
es_es: Tarjeta de usuario

source: Show login link:
es_es: Muestra enlace de acceso:

source: Password recovery form
es_es: Formulario de recuperación de contraseña

source: Account page
es_es: Página de la cuenta

source: Logout link label
es_es: Etiqueta del enlace de salida

source: Logout link
es_es: Enlace de salida

source: Show registration link:
es_es: Muestra enlace de registro:

source: Show password recovery link:
es_es: Muestra enlace de recuperación de contraseña:

source: Login form
es_es: Formulario de acceso

source: Login label
es_es: Etiqueta de acceso

source: (optional) must be a link within this website.
es_es: (opcional) debe ser un enlace dentro de esta web.

source: Redirect to
es_es: Redirigir a

source: Login link
es_es: Enlace de acceso

source: Directory ID
es_es: ID directorio

source: List of user ids for which the content will be available.
es_es: Lista de ids de usuarios para los que estará disponible el contenido.

source: Comma separated user id(s)
es_es: Ids de usuario separados por comas

source: Users specific content
es_es: Contenidos específicos para usuarios

source: List of user roles for which the content will be available.
es_es: Lista de perfiles de usuario para los que estará disponible el contenido.

source: Comma separated user role(s)
es_es: Perfiles de usuario separados por comas

source: Specific roles only content
es_es: Contenido solo para perfiles específicos

source: Members only content
es_es: Contenido solo para miembros

source: Okay
es_es: Vale

source: User Shortcodes
es_es: Shortcodes de usuarios

source: Insert
es_es: Insertar

source: Select the user role that will be assigned to users upon successfull registration.
es_es: Selecciona el perfil de usuario que se asignará a los usuarios una vez se hayan registrado correctamente.

source: Something went wrong no changes saved.
es_es: Algo salió mal no se guardaron los cambios.

source: This form does not have any fields yet. Drag and drop fields here.
es_es: Este formulario todavía no tiene campos. Arrastra y suelta los campos aquí.

source: Add fields here to use them in this registration form. Drag fields up and down to change their order within the form.
es_es: Añade campos aquí para utilizarlos en este formulario de registro. Arrastra los campos arriba y abajo para cambiar su orden dentro del formulario.

source: To add a field to this form, drag it into the container on the left. To remove a field, place it back here.
es_es: Para añadir un campo a este formulario, arrástralo al contenedor de la izquierda. Para eliminar un campo, vuelve a colocarlo aquí.

source: Available Fields
es_es: Campos disponibles

source: Return to the registration forms list
es_es: Vuelve a la lista de formularios de registro

source: The default registration form cannot be deleted.
es_es: El formulario de registro por defecto no se puede borrar.

source: No registration forms have been found.
es_es: No se han encontrado formularios de registro.

source: Registration role
es_es: Perfil de registro

source: Form Name
es_es: Nombre del formulario

source: The registration form cannot be used because either a username or email field is required to process registrations. Please edit the form and add at least the email field. <a href="%1$s">%2$s</a>
es_es: El formulario de registro no puede utilizarse porque se requiere un nombre de usuario o un campo de correo electrónico para procesar los registros. Por favor, edita el formulario y añade al menos el campo del correo electrónico. <a href="%1$s">%2$s</a>

source: I have read and accept the <a href="%1$s" target="_blank">privacy policy</a> and allow "%2$s" to collect and store the data I submit through this form.
es_es: He leído y aceptado la <a href="%1$s" target="_blank">política de privacidad</a> y acepto que «%2$s" recoja y guarde los datos enviados a través de este formulario.

source: If you're human leave this blank:
es_es: Si eres un ser humano deja este campo en blanco:

source: Failed honeypot validation.
es_es: Validación de honeypot fallida.
