Repository: JaviRabago/WebArtAI-wordpress
Catalog: languages/plugins/wp-user-manager-*.po
Languages: es_es

source: group
es_es: grupo

source: user group
es_es: grupo de usuarios

source: user directory
es_es: directorio de usuarios

source: WP User Manager User Directory block.
es_es: Bloque de directorio de usuarios de WP User Manager.

source: social login
es_es: acceso con redes sociales

source: WP User Manager social login buttons.
es_es: Botones de acceso con redes sociales de WP User Manager.

source: Social Login Buttons
es_es: Botones de acceso con redes sociales

source: registration form
es_es: formulario de registro

source: user registration
es_es: registro de usuarios

source: user register
es_es: registro de usuario

source: register
es_es: registro

source: WP User Manager registration form.
es_es: Formulario de registro de WP User Manager

source: Registration Form
es_es: Formulario de registro

source: recently registered users
es_es: usuarios registrados recientemente

source: recently registered
es_es: registrados recientemente

source: registered
es_es: registrado

source: users
es_es: usuarios

source: WP User Manager Recently Registered Users Block.
es_es: Bloque de usuarios registrados recientemente de WP User Manager.

source: WP User Manager profile page.
es_es: Página de perfil de WP User Manager.

source: user profile
es_es: perfil de usuario

source: profile card
es_es: tarjeta del perfil

source: card
es_es: tarjeta

source: user
es_es: usuario

source: profile
es_es: perfil

source: WP User Manager user profile card.
es_es: Tarjeta del perfil de usuario de WP User Manager.

source: Profile Card
es_es: Tarjeta del perfil

source: private content
es_es: contenido privado

source: WP User Manager private user content.
es_es: Contenido privado de usuario de WP User Manager.

source: Private Content
es_es: Contenido privado

source: form
es_es: formulario

source: post
es_es: entrada

source: post form
es_es: formulario de entrada

source: WP User Manager Post Form block.
es_es: Bloque de formulario de entrada de WP User Manager.

source: forgot
es_es: olvidada

source: forgot password
es_es: contraseña olvidada

source: recovery
es_es: recuperación

source: password
es_es: contraseña

source: WP User Manager password recovery form.
es_es: Formulario de recuperación de la contraseña de WP User Manager.

source: Password Recovery Form
es_es: Formulario de recuperación de la contraseña

source: logout link
es_es: enlace para salir

source: logout
es_es: salir

source: WP User Manager logout link.
es_es: Enlace para salir de WP User Manager.

source: login link
es_es: enlace de acceso

source: WP User Manager login link.
es_es: Enlace de acceso de WP User Manager.

source: Show register link
es_es: Muestra enlace de registro

source: Show password reset link
es_es: Muestra el enlace para restablecer la contraseña

source: WP User Manager login form.
es_es: Formulario de acceso de WP User Manager.

source: vote
es_es: vota

source: like
es_es: me gusta

source: WP User Manager likes button.
es_es: Botón «Me gusta» de WP User Manager.

source: Like Button
es_es: Botón «Me gusta»

source: Show private groups
es_es: Muestra los grupos privados

source: Show public groups
es_es: Muestra los grupos públicos

source: Number of groups per page
es_es: Número de grupos por página

source: directory
es_es: directorio

source: groups
es_es: grupos

source: group directory
es_es: directorio de grupo

source: WP User Manager groups directory.
es_es: Directorio de grupos de WP User Manager.

source: account
es_es: cuenta

source: WP User Manager account page.
es_es: Página de cuenta de WP User Manager.

source: Invoice
es_es: Factura

source: Retrieving account information
es_es: Recupera información de la cuenta

source: Select Plan
es_es: Seleccionar un plan

source: Manage Billing
es_es: Gestionar facturación

source: You're currently on the %s plan.
es_es: Actualmente estás en el plan %s.

source: Download
es_es: Descargar

source: You don't have any invoices yet.
es_es: Todavía no tienes facturas.

source: Invoices
es_es: Facturas

source: Your manually managed %1$s mode API keys are invalid.
es_es: Tus claves API de modo %1$s gestionadas manualmente no son válidas.

source: Your manually managed %1$s mode API keys are valid.
es_es: Tus claves API de modo %1$s gestionadas manualmente son válidas.

source: It is highly recommended to Connect with Stripe for easier setup and improved security.
es_es: Te recomendamos encarecidamente que te conectes con Stripe para facilitar la configuración y mejorar la seguridad.

source: Connect with Stripe
es_es: Conectar con Stripe

source: The API keys provided do not match the Stripe Connect account associated with this installation. If you have manually modified these values after connecting your account, please reconnect below or update your API keys.
es_es: Las claves API proporcionadas no coinciden con la cuenta de Stripe Connect asociada a esta instalación. Si has modificado manualmente estos valores después de conectar tu cuenta, vuelve a conectarte a continuación o actualiza tus claves de API.

source: Administrator (Owner)
es_es: Administrador (Propietario)

source: Pay as you go pricing: %d%% per-transaction fee + Stripe fees.
es_es: Precios de pago por transacción: %d%% comisión por transacción + comisiones de Stripe.

source: %1$sDisconnect this account%2$s.
es_es: %1$sDesconectar esta cuenta%2$s.

source: %1$sRegister a Stripe account%2$s for full access.
es_es: %1$sRegistra una cuenta de Stripe%2$s para tener acceso completo.

source: You are currently connected to a %1$stemporary%2$s Stripe test account, which can only be used for testing purposes. You cannot manage this account in Stripe.
es_es: Actualmente está conectado a una cuenta de prueba %1$stemporal de%2$s Stripe, que sólo se puede utilizar con fines de prueba. No puede gestionar esta cuenta en Stripe.

source: Disconnect
es_es: Desconectar

source: Unable to retrieve account information.
es_es: No se puede recuperar la información de la cuenta.

source: Eligible Products
es_es: Productos elegibles

source: Live Webhook Signing Secret
es_es: Secreto de firma de ganchos web en vivo

source: <a target="_blank" href="%1$s">Set up a webhook in Stripe</a> to get the webhook signing secret, using all events for this URL:<br><code>%2$s</code>
es_es: <a target="_blank" href="%1$s">Configura un gancho web en Stripe</a> para obtener el secreto de firma del gancho web, utilizando todos los eventos para esta URL:<br><code>%2$s</code>

source: Test Webhook Signing Secret
es_es: Prueba el secreto de firma del gancho web

source: Live Secret
es_es: Secreto en vivo

source: Live Key
es_es: Clave en vivo

source: Test Secret
es_es: Prueba secreto

source: Test Key
es_es: Prueba clave

source: Connection Status
es_es: Estado de la conexión

source: Connect to Stripe
es_es: Conectar con Stripe

source: Pay as you go pricing: %1$d%% per-transaction fee + Stripe fees. <a target="_blank" href="%2$s">Learn more</a>.
es_es: Precios de pago por transacción: %1$d%% comisión por transacción + comisiones de Stripe. <a target="_blank" href="%2$s">Saber más</a>.

source: Connect to your Stripe account to get started.
es_es: Conéctate a tu cuenta de Stripe para empezar.

source: Live
es_es: En vivo

source: Test
es_es: Prueba

source: Gateway Mode
es_es: Modo de pasarela

source: Missing form
es_es: Formulario faltante

source: Missing data
es_es: Datos faltantes

source: Take payment at registration for this Stripe product. Selecting multiple products will allow the user to choose at registration.
es_es: Acepta el pago en el momento del registro para este producto de Stripe. La selección de varios productos permitirá al usuario elegir en el registro.

source: Stripe Product
es_es: Producto de Stripe

source: Payment
es_es: Pago

source: Y-m-d
es_es: A-m-d

source: There was an error getting your Stripe credentials. Please %1$stry again%2$s. If you continue to have this problem, please contact support.
es_es: Se ha producido un error al obtener tus credenciales de Stripe. Por favor %1$sinténtalo de nuevo%2$s. Si sigues teniendo este problema, ponte en contacto con el soporte.

source: Payment successfully completed.
es_es: Pago completado correctamente.

source: There has been an issue when registering, please contact the site owner
es_es: Se ha producido un problema al registrarse, ponte en contacto con el propietario del sitio.

source: Unknown plan
es_es: Plan desconocido

source: Error creating Stripe session
es_es: Error al crear la sesión de Stripe

source: No subscription
es_es: Ninguna suscripción

source: Unknown Error
es_es: Error desconocido

source: Your plan will be canceled on <strong>%s</strong>.
es_es: Tu plan se cancelará el <strong>%s</strong>.

source: Payment is required for access to the site.
es_es: Para acceder al sitio es obligatorio pagar.

source: An active subscription is required.
es_es: Una suscripción activa es obligatoria.

source: Billing
es_es: Facturación

source: Select User Directory
es_es: Selecciona directorio de usuario

source: Select Directory
es_es: Selecciona directorio

source: Select Registration Form
es_es: Selecciona formulario de registro

source: Show profile link
es_es: Muestra enlace de perfil

source: Recently Registered
es_es: Registrado recientemente

source: Show login link
es_es: Muestra enlace de acceso

source: Display profile cover
es_es: Muestra la portada del perfil

source: Show buttons
es_es: Muestra botones

source: Profile link
es_es: Enlace de perfil

source: Select User
es_es: Selecciona usuario

source: Select Form
es_es: Selecciona formulario

source: Post Form
es_es: Formulario de entrada

source: URL to redirect to after logout
es_es: URL a la que redirigir después de salir

source: Logout Link
es_es: Enlace para salir

source: Link label
es_es: Etiqueta del enlace

source: URL to redirect to after login
es_es: URL a la que redirigir después del acceso

source: Login Link
es_es: Enlace de aceeso

source: Show registration link
es_es: Muestra enlace de registro

source: Show password recovery link
es_es: Muestra enlace de recuperación de la contraseña

source: login form
es_es: formulario de acceso

source: login
es_es: acceso

source: Login Form
es_es: Formulario de acceso

source: Show search form
es_es: Muestra formulario de búsqueda

source: Groups per page
es_es: Grupos por página

source: Group Directory
es_es: Directorio de grupo

source: Display restricted message
es_es: Visualiza mensaje restringido

source: Display only to these users
es_es: Visualizar solo para estos usuarios

source: Display only to users with these roles
es_es: Visualizar solo para los usuarios con estos perfiles

source: Select the type of users to show to
es_es: Selecciona el tipo de usuarios a los que se mostrará

source: WP User Manager - Restriction
es_es: Restricción de WP User Manager

source: Select a default image to be used for users who don't have a custom avatar or Gravatar registered with their email address.
es_es: Selecciona una imagen por defecto que se utilizará para los usuarios que no tienen un avatar personalizado o Gravatar registrado con su dirección de correo electrónico.

source: Default Avatar
es_es: Avatar por defecto

source: Set with by WP User Manager.
es_es: Configurado por WP User Manager.

source: Older Comments
es_es: Comentarios anteriores

source: Newer Comments
es_es: Comentarios más recientes

source: The default number of comments displayed in profile page.
es_es: El número por defecto de comentarios mostrados en la página de perfil.

source: Number of Comments
es_es: Número de comentarios

source: When usernames are email addresses, and username is the used as the display name, partially obfuscate email addresses for privacy.
es_es: Cuando los nombres de usuario son direcciones de correo electrónico, y el nombre de usuario es el utilizado como nombre para mostrar, ofuscar parcialmente las direcciones de correo electrónico para la privacidad.

source: Obfuscate Display Name Emails
es_es: Ofuscar los correos electrónicos con nombre para mostrar

source: Log out &raquo;
es_es: Salir &raquo;

source: [WPUM] Recently Registered Users
es_es: [WPUM] Usuarios registrados recientemente

source: Password successfully reset. <a href="%s">Login now &raquo;</a>
es_es: Contraseña restablecida correctamente. <a href="%s">Accede ahora &raquo;</a>

source: Add a value and label for each option. Comma separated lists of values,labels can be pasted. <a href="%s" target="_blank">Learn more</a>
es_es: Añade un valor y una etiqueta para cada opción. Se pueden pegar listas de valores y etiquetas separadas por comas. <a href="%s" target="_blank">Saber más</a>

source: Database upgrade completed. <a href="%s">Go back to your admin panel.</a>
es_es: Actualización de la base de datos completada. <a href="%s">Vuelve a tu panel de administración.</a>

source: Sorry, you are not allowed to upload this file type.
es_es: Lo sentimos, no está permitido subir este tipo de archivo.

source: Are you sure you want to leave? You have unsaved field settings.
es_es: ¿Estás seguro de que quieres salir? Tienes ajustes de campo sin guardar.

source: Site admin's email.
es_es: Correo electrónico del administrador del sitio.

source: This is the email sent to the site admin when a new user registers.
es_es: Este es el correo electrónico que se envía al administrador del sitio cuando se registra un nuevo usuario.

source: New user notification
es_es: Aviso de nuevo usuario

source: Enabled
es_es: Activado

source: Allow access to the 'Register page' for site registration despite the site being locked.
es_es: Permite el acceso a la «Página de registro» para el registro en el sitio a pesar de que el sitio esté bloqueado.

source: Allow site registration
es_es: Permite el registro en el sitio

source: Prevent access to the site for visitors who are not logged in. Users will be redirected to the login page.
es_es: Impide el acceso al sitio a los visitantes que no estén conectados. Los usuarios serán redirigidos a la página de acceso.

source: Prevent site access to visitors
es_es: Impide el acceso al sitio a los visitantes

source: Username or Email Address
es_es: Nombre de usuario o dirección de correo electrónico

source: Leave blank for no limit.
es_es: Déjalo en blanco para no tener límite.

source: Character Limit
es_es: Límite de caracteres

source: %1$s must not exceed %2$d characters
es_es: %1$s no debe exceder %2$d caracteres

source: Width % property added to the field fieldset wrapper element.
es_es: Propiedad % de anchura añadida al elemento envoltorio del campo fieldset.

source: Wrapper Width %
es_es: % de anchura del envoltorio

source: ID added to the field fieldset wrapper element.
es_es: ID añadido al elemento envoltorio del campo fieldset.

source: Wrapper ID
es_es: ID envoltorio

source: CSS class added to the field fieldset wrapper element.
es_es: Clase CSS añadida al elemento envoltorio del campo fieldset.

source: Wrapper Class
es_es: Clase de envoltorio

source: Allow users to select multiple roles for themselves
es_es: Permite a los usuarios seleccionar varios perfiles para sí mismos

source: List of roles the users can select from
es_es: Lista de perfiles que los usuarios pueden seleccionar

source: User Role
es_es: Perfil de usuario

source: One of the selected users is not a member of this site.
es_es: Uno de los usuarios seleccionados no es miembro de este sitio.

source: Remove role&hellip;
es_es: Quitar perfil…

source: Add
es_es: Añadir

source: Add role&hellip;
es_es: Añadir perfil…

source: Users can be assigned multiple roles.
es_es: A los usuarios se les pueden asignar varios perfiles.

source: Select one or more roles for this user.
es_es: Selecciona uno o más perfiles para este usuario.

source: Show the field on the profile and account pages to users with the selected roles.
es_es: Mostrar el campo en las páginas de perfil y cuenta a los usuarios con los perfiles seleccionados.

source: Enable this option to disable frontend user profiles.
es_es: Activa esta opción para desactivar los perfiles del usuario en la portada.

source: Disable User Profiles
es_es: Desactiva perfiles de usuario

source: Select one or more user roles
es_es: Selecciona uno o más perfiles de usuario

source: Type label
es_es: Etiqueta de tipo

source: Show users with hidden profiles
es_es: Muestra los usuarios con perfiles ocultos

source: Allow multiple selection
es_es: Permite la selección múltiple

source: Filter by role
es_es: Filtrar por perfil

source: User
es_es: Usuario

source: and
es_es: y

source: Adds a Privacy account tab where members can override the global settings above.
es_es: Añade una pestaña de cuenta de privacidad en la que los miembros pueden anular los ajustes globales de arriba.

source: Allow Members to set their profile privacy
es_es: Permite a los miembros configurar la privacidad de su perfil

source: A regular expression to validate number formats.
es_es: Una expresión regular para validar formatos numéricos.

source: Taxonomy
es_es: Taxonomía

source: Default Value
es_es: Valor por defecto

source: Something went wrong while updating your details.
es_es: Algo salió mal al actualizar tus datos.

source: Hide my profile from members
es_es: Oculta mi perfil a los miembros

source: Hide my profile from guests
es_es: Oculta mi perfil a los invitados

source: Add <a href="%1$s" target="_blank">custom HTML to your registration forms</a>. The <a href="%1$s" target="_blank">Registration Forms</a> addon is required if you wish to add HTML to your forms.
es_es: Añade <a href="%1$s" target="_blank">HTML personalizado a tus formularios de registro</a>. La extensión <a href="%1$s" target="_blank">Formularios de registro</a> es necesaria si deseas añadir HTML a tus formularios.

source: Create <a href="%1$s" target="_blank">multi-step registration forms</a>. The <a href="%1$s" target="_blank">Registration Forms</a> addon is required if you wish to add steps to your forms.
es_es: Crea <a href="%1$s" target="_blank">formularios de registro de varios pasos</a>. La extensión <a href="%1$s" target="_blank">Formularios de registro</a> es necesaria si deseas añadir pasos a tus formularios.

source: Hide this profile from members. Overrides the global profile options.
es_es: Oculta este perfil a los miembros. Sobrescribe las opciones globales del perfil.

source: Hide profile from members
es_es: Oculta el perfil a los miembros.

source: Hide this profile from guests. Overrides the global profile options.
es_es: Oculta este perfil a los invitados. Sobrescribe las opciones globales del perfil.

source: Hide profile from guests
es_es: Oculta el perfil a los invitados.

source: Profile Privacy
es_es: Privacidad de perfil

source: Save
es_es: Guardar

source: Profile privacy settings successfully updated.
es_es: Ajustes de privacidad del perfil actualizados correctamente.

source: Show message
es_es: Muestra mensaje

source: Logged out only user content
es_es: Contenido solo para usuario desconectado

source: Your license key has reached its activation limit. <a target="_blank" href="%1$s">Upgrade</a> the license or <a target="_blank" href="%2$s">deactivate</a> existing sites.
es_es: Tu clave de licencia ha alcanzado el límite de activación. <a target="_blank" href="%1$s">Actualiza</a> la licencia o <a target="_blank" href="%2$s">desactiva</a> los sitios existentes.

source: Your license is not active for this site. Please click 'Save Changes' to activate.
es_es: Tu licencia no está activa para este sitio. Haz clic en «Guardar cambios» para activarla.

source: Your license key has been disabled. <a href="%s">Please contact support</a>.
es_es: Tu clave de licencia ha sido desactivada. <a href="%s">Por favor, ponte en contacto con el soporte</a>.

source: This appears to be an invalid license key for %s. Please double-check the license and try again.
es_es: Parece que la clave de licencia de %s no es válida. Por favor, comprueba la licencia e inténtalo de nuevo.

source: Invalid license. Please double-check the license and try again.
es_es: Licencia no válida. Por favor, comprueba la licencia e inténtalo de nuevo.

source: Your license key has been disabled. <a href="%s" target="_blank">Please contact support</a>.
es_es: Tu clave de licencia ha sido desactivada. <a href="%s" target="_blank">Por favor, ponte en contacto con el soporte</a>.

source: <a href="%1$s" target="_blank">Renew your license</a> to get access to updates and support.
es_es: <a href="%1$s" target="_blank">Renueva tu licencia</a> para acceder a actualizaciones y soporte.

source: Please <a href="%1$s">activate your license</a> to update.
es_es: Por favor <a href="%1$s">activa tu licencia</a> para actualizar.

source: <a href="%1$s" target="_blank">Renew your license</a> to update.
es_es: <a href="%1$s" target="_blank">Renueva tu licencia</a> para actualizar.

source: <a href="%1$s">Activate your license</a> to update.
es_es: <a href="%1$s">Activa tu licencia</a> para actualizar.

source: View %1$s version %2$s details
es_es: Ver detalles de la versión %1$s de %2$s

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>.
es_es: Hay disponible una nueva versión de %1$s. <a href="%2$s" %3$s>Ver los detalles de la versión %4$s</a>.

source: Custom
es_es: Personalizado

source: Appearance
es_es: Apariencia

source: Taxonomies
es_es: Taxonomías

source: Manage Post Tags
es_es: Gestionar etiquetas de entrada

source: Delete Post Tags
es_es: Borrar etiquetas de entrada

source: Edit Post Tags
es_es: Editar etiquetas de entrada

source: Assign Post Tags
es_es: Asignar etiquetas de entrada

source: Delete Categories
es_es: Borrar categorías

source: Edit Categories
es_es: Editar categorías

source: Assign Categories
es_es: Asignar categorías

source: Restrict Content
es_es: Contenido restringido

source: Remove Users
es_es: Eliminar usuario

source: Promote Users
es_es: Eliminar usuarios

source: List Users
es_es: Listar usuarios

source: List Roles
es_es: Listar perfiles

source: Edit Users
es_es: Editar usuarios

source: Edit Roles
es_es: Editar perfiles

source: Delete Users
es_es: Borrar usuarios

source: Delete Roles
es_es: Borrar perfiles

source: Create Users
es_es: Crear usuarios

source: Create Roles
es_es: Crear perfiles

source: Update Plugins
es_es: Actualizar plugins

source: Install Plugins
es_es: Instalar plugins

source: Edit Plugins
es_es: Editar plugins

source: Delete Plugins
es_es: Borrar plugins

source: Activate Plugins
es_es: Activar plugins

source: Update Themes
es_es: Actualizar temas

source: Switch Themes
es_es: Cambiar temas

source: Install Themes
es_es: Instalar temas

source: Edit Themes
es_es: Editar temas

source: Edit Theme Options
es_es: Editar opciones de temas

source: Delete Themes
es_es: Borrar temas

source: Manage Categories
es_es: Gestionar categorías

source: Read Private Pages
es_es: Leer páginas privadas

source: Publish Pages
es_es: Publicar páginas

source: Edit Published Pages
es_es: Editar páginas publicadas

source: Edit Private Pages
es_es: Editar páginas privadas

source: Edit Pages
es_es: Editar páginas

source: Edit Others' Pages
es_es: Editar entradas de otros

source: Delete Published Pages
es_es: Borrar páginas publicas

source: Delete Private Pages
es_es: Borrar páginas privadas

source: Delete Pages
es_es: Borrar páginas

source: Delete Others' Pages
es_es: Borrar páginas de otros

source: Read Private Posts
es_es: Leer páginas privadas

source: Publish Posts
es_es: Publicar entradas

source: Edit Published Posts
es_es: Editar entradas publicadas

source: Edit Private Posts
es_es: Editar entradas privadas

source: Edit Posts
es_es: Editar entradas

source: Edit Others' Posts
es_es: Editar entradas de otros

source: Delete Published Posts
es_es: Borrar entradas publicadas
