Repository: JaviRabago/WebArtAI-wordpress
Catalog: languages/plugins/wp-user-manager-*.po
Languages: es_es

source: Invalid email address or incorrect password.
es_es: Dirección de correo electrónico no válida o contraseña incorrecta.

source: Please support the future of <a href="%1$s" target="_blank">WP User Manager</a> by <a href="%2$s" target="_blank">rating us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
es_es: Por favor, apoya el futuro de <a href="%1$s" target="_blank">WP User Manager</a> al <a href="%2$s" target="_blank">valorarnos</a> en <a href="%2$s" target="_blank">WordPress.org</a>.

source: Maximum Value
es_es: Valor máximo

source: Minimum Value
es_es: Valor mínimo

source: Allow Multiple Roles
es_es: Permitir perfiles múltiples

source: Allowed File Types
es_es: Tipos de archivos permitidos

source: This is the email that is sent to the user upon successful registration.
es_es: Este es el correo electrónico que se envía al usuario cuando se registra correctamente.

source: This is the email that is sent to the visitor upon password reset request.
es_es: Este es el correo electrónico que se envía al visitante al solicitar el restablecimiento de la contraseña.

source: No template, plain text only
es_es: Ninguna plantilla, solo texto simple

source: Last Name
es_es: Apellido

source: First name
es_es: Nombre

source: Oldest users first
es_es: Primero el usuario más antiguo

source: Newest users first
es_es: Primero el usuario más reciente

source: Default template
es_es: Plantilla por defecto

source: %s directory restored from the Trash.
es_es: %s directorio restaurado de la papelera.

source: %s directory has been deleted.
es_es: %s directorio ha sido borrado.

source: %s directory permanently deleted.
es_es: %s directorio borrado permanentemente.

source: %s directory not updated, somebody is editing it.
es_es: %s directorio no actualizado, alguien lo está editando.

source: %s directory updated.
es_es: %s directorio actualizado.

source: Directory submitted.
es_es: Directorio enviado.

source: Directory saved.
es_es: Directorio guardado.

source: Directory created. Use the following shortcode to display this directory %s
es_es: Directorio creado. Utiliza el siguiente shortcode para mostrar este directorio %s

source: Directory restored to revision from %s
es_es: Directorio restaurado a la revisión por %s

source: Custom field deleted.
es_es: Campo personalizado borrado.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Directory updated.
es_es: Directorio actualizado.

source: All
es_es: Todo

source: Search form
es_es: Buscar formulario

source: Sorting method
es_es: Método de ordenación

source: Enable this setting to display a dropdown menu into the directory with the results amount filter.
es_es: Activa este ajuste para mostrar un menú desplegable en el directorio con el filtro de cantidad de resultados.

source: Display amount filter
es_es: Visualizar filtro de cantidad

source: Enable this setting to display a dropdown menu into the directory with the sorting options.
es_es: Activa este ajuste para mostrar un menú desplegable en el directorio con las opciones de ordenación.

source: Display sorter
es_es: Visualiza ordenador

source: Select how many profiles you wish to display per page.
es_es: Selecciona cuántos perfiles deseas visualizar por página.

source: Profiles per page
es_es: Perfiles por página

source: Comma separated list of users id you wish to exclude.
es_es: Lista separada por comas de los IDs de usuario que quieres excluir.

source: Exclude users
es_es: Excluir usuarios

source: Enable this option to display the user search form
es_es: Activa esta opción para mostrar el formulario de búsqueda de usuarios

source: Display search form
es_es: Visualiza formulario de búsqueda

source: Leave blank to display all user roles.
es_es: Déjalo en blanco para visualizar todos los perfiles de usuario.

source: User Roles
es_es: Perfiles de usuario

source: Not found in Trash
es_es: No encontrado en la papelera

source: Not found
es_es: No encontrado

source: Search Directory
es_es: Buscar directorio

source: View Directory
es_es: Ver directorio

source: Update Directory
es_es: Actualizar directorio

source: Edit Directory
es_es: Editar directorio

source: New Directory
es_es: Nuevo directorio

source: User Directory
es_es: Directorio de usuarios

source: Directory
es_es: Directorio

# Post Type Singular Name
source: Directory
es_es: Directorio

source: Next page
es_es: Página siguiente

source: Previous page
es_es: Página anterior

source: Password
es_es: Contraseña

source: User profiles permalink base
es_es: Base de enlace permanente de perfiles de usuario

source: Select the roles that should see this menu item. Leave blank for all roles.
es_es: Selecciona los perfiles que deben ver este elemento del menú. Dejar en blanco para todos los perfiles.

source: Everyone
es_es: Todos

source: Set the visibility of this menu item.
es_es: Establece la visibilidad de este elemento de menú.

# no dropdown items
source: None
es_es: Ningún

# all dropdown items
source: All
es_es: Todos

source: Something went wrong.
es_es: Algo salió mal.

source: Go To WP User Manager &rarr; Settings
es_es: Ve a WP User Manager &rarr; «Ajustes»

source: We do all we can to provide every user with the best support possible. If you encounter a problem or have a question, please <a href="%1$s" target="_blank">contact us.</a> Make sure you <a href="%2$s">read the documentation</a> first.
es_es: Hacemos todo lo posible por ofrecer a cada usuario el mejor soporte posible. Si encuentras algún problema o tienes alguna pregunta, por favor, <a href="%1$s" target="_blank">contáctanos.</a> Asegúrate de <a href="%2$s">leer primero la documentación</a>.

source: Looking for help?
es_es: ¿Necesitas ayuda?

source: Read documentation
es_es: Leer la documentación

source: Looking for help? <a href="%s" target="_blank">WP User Manager documentation</a> has got you covered.
es_es: ¿Necesitas ayuda? <a href="%s" target="_blank">La documentación de WP User Manager</a> tiene todo lo que necesitas.

source: Create user directories
es_es: Crear directorios de usuario

source: Customize fields
es_es: Personaliza campos

source: Customize profiles
es_es: Personaliza perfiles

source: Customize Profiles
es_es: Personaliza perfiles

source: Setup login method
es_es: Configura el método de acceso

source: Configure WP User Manager
es_es: Configura WP User Manager

source: Use the tips below to get started using WP User Manager. You will be up and running in no time!
es_es: Utiliza los siguientes consejos para empezar a utilizar WP User Manager. ¡Estarás listo y funcionando en poco tiempo!

source: Version %s
es_es: Versión %s

source: Thank you for installing the latest version! WP User Manager %s is ready to provide improved control over your WordPress users.
es_es: ¡Gracias por instalar la última versión! WP User Manager %s está listo para proporcionarte un control mejorado sobre tus usuarios de WordPress.

source: Welcome to WP User Manager %s
es_es: Bienvenido a WP User Manager %s

source: Getting Started
es_es: Primeros pasos

source: Getting started with WP User Manager
es_es: Primeros pasos con WP User Manager

source: Upload Files
es_es: Subir archivos

source: Redirects
es_es: Redirecciones

source: Profiles
es_es: Perfiles

source: registration
es_es: registrarse

source: Enter the usernames that you wish to disable. Separate each username on a new line.
es_es: Introduce los nombres de usuario que deseas desactivar. Separa cada nombre de usuario en una nueva línea.

source: Excluded Usernames
es_es: Excluir nombres de usuario

source: Select the page where you want to redirect users who try to access their profile on the backend.
es_es: Selecciona la página a la que quieres redirigir a los usuarios que intenten acceder a su perfil en el escritorio.

source: Backend Profile
es_es: Escritorio perfil

source: Backend lost password
es_es: Escritorio contraseña perdida

source: Backend Register
es_es: Escritorio registro

source: Select the page where you want to redirect users after they successfully register. If empty a message will be displayed instead.
es_es: Selecciona la página a la que quieres redirigir a los usuarios después de que se hayan registrado correctamente. Si está vacía, se mostrará un mensaje en su lugar.

source: Select the page where you want to redirect users after they logout. If empty will return to wp-login.php
es_es: Selecciona la página a la que quieres redirigir a los usuarios luego de salir. Si está vacía, volverá a cargar la página de acceso.

source: Logout
es_es: Salir

source: Login
es_es: Acceso

source: Enable this option to display users submitted comments on their profile page.
es_es: Activa esta opción para mostrar los comentarios enviados por los usuarios en su página de perfil.

source: Display Comments
es_es: Visualiza comentarios

source: Enable this option to display users submitted post on their profile page.
es_es: Activa esta opción para mostrar los mensajes enviados por los usuarios en su página de perfil.

source: Display Posts
es_es: Visualiza entradas

source: Enable this option to allow users to upload custom avatars for their profiles.
es_es: Activa esta opción para permitir a los usuarios subir avatares personalizados para sus perfiles.

source: Custom Avatars
es_es: Avatars personalizados

source: Enable this option to allow members to view users profiles. If disabled, users can only see their own profile.
es_es: Activa esta opción para permitir a los miembros ver los perfiles de los usuarios. Si está desactivada, los usuarios solo podrán ver su propio perfil.

source: Allow Members to View Profiles
es_es: Permitir a los miembros de ver los perfiles

source: Enable this option to allow guests to view users profiles.
es_es: Activa esta opción para permitir a los invitados ver los perfiles de los usuarios.

source: Allow Guests to View Profiles
es_es: Permitir a los invitados de ver los perfiles

source: Enable this option to stop receiving notifications when user resets their password.
es_es: Activa esta opción para dejar de recibir avisos cuando el usuario restablezca su contraseña.

source: Disable Admin Password Recovery Email
es_es: Desactivar el correo electrónico de recuperación de contraseña de administrador

source: Enable this option to stop receiving notifications when a new user registers.
es_es: Activa esta opción para dejar de recibir avisos cuando se registre un nuevo usuario.

source: Disable Admin Registration Email
es_es: Desactivar el correo electrónico de registro del administrador

source: Upload or choose a logo to be displayed at the top of emails. Displayed on HTML emails only.
es_es: Sube o elige un logotipo para que aparezca en la parte superior de los correos electrónicos. Solo se muestra en correos HTML.

source: Logo
es_es: Logotipo

source: Email Template
es_es: Plantilla de correo electrónico

source: This will act as the "from" and "reply-to" address.
es_es: Esto actuará como dirección «de» y «respuesta a».

source: From Email
es_es: Correo electrónico del remitente

source: The name emails are said to come from. This should probably be your site name.
es_es: El nombre del que se dice que proceden los correos electrónicos. Probablemente debería ser el nombre de tu sitio.

source: From Name
es_es: Nombre del remitente

source: Login After Registration
es_es: Acceso después de registrarse

source: Select the page that contains your terms.
es_es: Selecciona la página que contiene tus condiciones.

source: Terms Page
es_es: Página de términos

source: Enable to force users to agree to your terms before registering an account.
es_es: Activa para obligar a los usuarios a aceptar tus condiciones antes de registrar una cuenta.

source: Select which roles can be selected upon registration.
es_es: Selecciona qué perfiles se pueden seleccionar al registrarse.

source: Allowed Roles
es_es: Perfiles permitidos

source: Enable to allow users to select a user role on registration.
es_es: Activa para permitir a los usuarios seleccionar un perfil de usuario al registrarse.

source: Allow Role Section
es_es: Permite la sección de perfiles

source: Admin Bar
es_es: Barra del administrador

source: Allow Users to Login With
es_es: Permite a los usuarios de acceder con

source: Select the page where you have added the profile shortcode.
es_es: Selecciona la página donde has añadido el shortcode del perfil.

source: Profile Page
es_es: Página de perfil

source: Select the page where you have added the account shortcode.
es_es: Selecciona la página donde has añadido el shortcode de la cuenta.

source: Account Page
es_es: Página de la cuenta

source: Select the page where you have added the registration shortcode.
es_es: Selecciona la página donde has añadido el shortcode de registro.

source: Registration Page
es_es: Página de registro

source: Select the page where you have added the password recovery shortcode.
es_es: Selecciona la página donde has añadido el shortcode de recuperación de contraseña.

source: Password Recovery Page
es_es: Página de recuperación de contraseña

source: Select the page where you have added the login shortcode.
es_es: Selecciona la página donde has añadido el shortcode de acceso.

source: Login Page
es_es: Página de acceso

source: password recovery
es_es: recuperación de contraseña

source: Log In
es_es: Acceder

source: Register
es_es: Registro

source: edit account
es_es: editar cuenta

source: Delete
es_es: Borrar

source: Edit
es_es: Editar

source: Dropdown
es_es: Desplegable

source: Required
es_es: Obligatorio

source: Field Type
es_es: Tipo de campo

source: No roles have been found.
es_es: No se han encontrado perfiles.

source: Enter a name for this field
es_es: Introduce un nombre para este campo

source: Group description
es_es: Descripción de grupo

source: Group name
es_es: Nombre de grupo

source: Actions
es_es: Acciones

# _doing_it_wrong error message
source: You have no rights to access this page
es_es: No tienes permiso para acceder a esta página

source: WP User Manager Addons
es_es: Extensiones de WP User Manager

source: WP User Manager Settings
es_es: Ajustes de WP User Manager

source: Send test email
es_es: Enviar correo electrónico de prueba

source: You must <a href="%s">change your permalinks</a> to anything else other than "default" for profiles to work.
es_es: Debes <a href="%s">cambiar tus enlaces permanentes</a> a cualquier otra cosa que no sea «por defecto» para que los perfiles funcionen.

source: Documentation
es_es: Documentación

source: Addons
es_es: Extensiones

source: View Profile
es_es: Ver perfil

source: This nickname is already in use by someone else. Nicknames must be unique.
es_es: Este alias ya está siendo utilizado por otra persona. Los alias deben ser únicos.

source: This display name is already in use by someone else. Display names must be unique.
es_es: Este nombre para mostrar ya está siendo utilizado por otra persona. Los nombres para mostrar deben ser únicos.

source: Settings
es_es: Ajustes

source: Registration Forms
es_es: Formularios de registro

source: Custom fields
es_es: Campos personalizados

source: Emails
es_es: Correos electrónicos

source: Users
es_es: Usuarios

source: %s is invalid
es_es: %s no es válido

source: %s is a required field
es_es: %s es un campo obligatorio

source: The uploaded %s file is too big.
es_es: El archivo %s subido está muy grande.

source: Enter the maximum file size users can upload through this field. The amount must be in bytes.
es_es: Introduce el tamaño máximo de archivo que los usuarios pueden subir a través de este campo. La cantidad debe estar en bytes.

source: Maximum file size
es_es: Tamaño máximo de archivo

source: Enable to prevent users from editing this field. Note: if the profile editing option is set to publicly editable, the field will still be visible within the account page but will not be customizable.
es_es: Activa para evitar que los usuarios editen este campo. Nota: si la opción de edición del perfil se establece como editable públicamente, el campo seguirá siendo visible dentro de la página de la cuenta, pero no será personalizable.

source: Set as read only
es_es: Establece como solo lectura

source: Hidden (admins only)
es_es: Ocultado (solo andministradores)

source: Publicly editable
es_es: Editable publicamente

source: Set who can edit this field. Hidden fields will not be editable within the front-end account page.
es_es: Establece quién puede editar este campo. Los campos ocultos no se podrán editar en la página de cuenta de la portada.

source: Profile editing
es_es: Edición de perfil

source: Hidden
es_es: Ocultado

source: Publicly visible
es_es: Visible publicamente

source: Set the visibility of this field on users profiles.
es_es: Establece la visibilidad de este campo en los perfiles de usuario.

source: Profile visibility
es_es: Visibilidad de perfil

source: Enable this option so the field must be filled before the form can be processed.
es_es: Activa esta opción para que el campo deba ser rellenado antes de que el formulario pueda ser procesado.

source: Set as required
es_es: Establece como obligatorio

source: This text will appear within the field when empty. Leave blank if not needed.
es_es: Este texto aparecerá dentro del campo cuando esté vacío. Déjalo en blanco si no es necesario.

source: Placeholder
es_es: Marcador de posición

source: The key must be unique for each field and written in lowercase with an underscore ( _ ) separating words e.g country_list or job_title. This will be used to store information about your users into the database of your website.
es_es: La clave debe ser única para cada campo y debe estar escrita en minúsculas con un guión bajo ( _ ) separando las palabras, por ejemplo, country_list o job_title. Se utilizará para almacenar información sobre tus usuarios en la base de datos de tu web.

source: Unique meta key
es_es: Meta clave única

source: This is the text that appears as a description within the forms. Leave blank if not needed.
es_es: Este es el texto que aparece como descripción dentro de los formularios. Déjalo en blanco si no es necesario.

source: Field description (optional)
es_es: Campo descripción (opciónal)

source: Enter a title for this field
es_es: Introduce un título para este campo

source: Field title
es_es: Título de campo

source: Yes
es_es: Sí

source: The "%s" option is required.
es_es: La opción «%s» es obligatoria.

source: Some of the shortcode options are required.
es_es: Algunas de las opciones del shortcode son obligatorias.

source: - Select -
es_es: - Seleccionar -

source: Insert Shortcode
es_es: Insertar shortcode

source: Close
es_es: Cerrar
