Repository: JaviRabago/WebArtAI-wordpress
Catalog: languages/plugins/wp-user-manager-*.po
Languages: es_es

source: This username cannot be used.
es_es: Este nombre de usuario no se puede utilizar.

source: Registration Details
es_es: Detalles de registro

source: Profile settings
es_es: Ajustes de perfil

source: Repeat password
es_es: Repetir contraseña

source: Change password
es_es: Cambiar contraseña

source: Error: passwords do not match.
es_es: Error: Las contraseñas no coinciden

source: The link you followed may be broken. Please check that you used the right reset link or request a new one.
es_es: El enlace que has seguido no funciona. Por favor, verifica que has usado el enlace de restablecimiento correcto o solicita un nuevo enlace.

source: Enter a new password below.
es_es: Introduce a continuación una nueva contraseña.

source: The reset key is wrong or expired. Please check that you used the right reset link or request a new one.
es_es: La clave de restablecimiento no es correcta o ha caducado. Por favor, verifica que has usado el enlace de restablecimiento correcto o solicita un nuevo enlace.

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
es_es: ¿Has olvidado tu contraseña? Por favor, escribe tu nombre de usuario o tu dirección de correo electrónico. Recibirás por correo electrónico un enlace para crear una nueva contraseña.

source: A user with this username or email does not exist. Please check your entry and try again.
es_es: No existe ningún usuario con ese nombre de usuario o correo electrónico. Por favor, verifica los datos e inténtalo de nuevo.

source: Instructions sent
es_es: Instrucciones enviadas

source: Password recovery details request
es_es: Solicitud de detalles de recuperación de contraseña

source: Remember me
es_es: Recordarme

source: Done
es_es: Listo

source: Login Details
es_es: Detalles de acceso

source: Advanced Fields
es_es: Campos avanzados

source: Standard Fields
es_es: Campos estandares

source: Default Fields
es_es: Campos por defecto

source: Permissions
es_es: Permisos

source: Validation
es_es: Validación

source: Primary fields
es_es: Campos principales

source: Textarea
es_es: Área de texto

source: Single Line Text
es_es: Texto de una sola línea

source: Radio buttons
es_es: Botones de radio

source: Number
es_es: Número

source: Multi Select
es_es: Selección múltiple

source: Checkboxes
es_es: Casillas de verificación

source: File
es_es: Archivo

source: Datepicker
es_es: Selector de fecha

source: Single checkbox
es_es: Casilla de verificación individual

source: Something went wrong: could not update the fields order.
es_es: Algo salió mal: no se pudo actualizar el orden de los campos.

source: Something went wrong while retrieving the list of fields.
es_es: Algo salió mal al recuperar la lista de campos.

source: Something went wrong: could not update the group details.
es_es: Algo salió mal: no se pudo actualizar los detalles de grupo.

source: Something went wrong: could not update the groups order.
es_es: Algo salió mal: no se pudo actualizar el orden de grupo.

source: Option value
es_es: Valor de la opción

source: Option label
es_es: Etiqueta de la opción

source: Add option
es_es: Añadir opción

source: Field options
es_es: Opciones de campo

source: Available registration forms
es_es: Formularios de registro disponible

source: To display this field during signup, select one or more registration forms below.
es_es: Para mostrar este campo durante el registro, selecciona uno o más formularios de registro a continuación.

source: Something went wrong, no changes were saved.
es_es: Algo salió mal, no se guardaron los cambios.

source: There are some errors with your changes. Please check the errors highlighted below.
es_es: Hay algunos errores con tus cambios. Por favor, comprueba los errores resaltados a continuación.

source: Error: this setting cannot contain special characters.
es_es: Error: este ajuste no puede contener caracteres especiales.

source: Error: this setting is required.
es_es: Error: este ajuste es obligatorio.

source: Something went wrong, could not find the settings for this field type.
es_es: Algo salió mal, no se pudo encontrar los ajustes para este tipo de campo.

source: Editing permissions
es_es: Edición de permisos

source: Privacy settings
es_es: Ajustes de privacidad

source: This action cannot be reversed. Are you sure you want to continue? Please note any users data associated with this field will not be removed.
es_es: Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar? Ten en cuenta que los datos de los usuarios asociados a este campo no se eliminarán.

source: You are about to delete the field:
es_es: Estás a punto de borrar el campo:

source: This fields group is empty.
es_es: Este grupo de campos está vacío

source: Hidden fields are not publicly visible within profiles.
es_es: Los campos ocultos no son visibles públicamente dentro de los perfiles.

source: Fields marked as locked, can only be edited by an administrator and will not be visible in any form.
es_es: Los campos marcados como bloqueados, solo pueden ser editados por un administrador y no serán visibles en ningún formulario.

source: Fields marked as required will be compulsory within the registration and account form.
es_es: Los campos marcados como obligatorios serán obligatorios en el formulario de registro y cuenta.

source: Default fields cannot be deleted.
es_es: Los campos por defecto no se pueden borrar.

source: Delete field
es_es: Borrar campo

source: Edit field
es_es: Editar campo

source: Privacy
es_es: Privacidad

source: Type
es_es: Tipo

source: Field name
es_es: Nombre de campo

source: Create custom field
es_es: Crea campo personalizado

source: Add new custom field
es_es: Añadir nuevo campo personalizado

source: Back to the groups list
es_es: Volver a la lista de grupos

source: Editing:
es_es: Edición:

source: Create <a href="%1$s" target="_blank">unlimited custom fields and groups</a> for user profiles and registration forms with a drag & drop interface. The <a href="%1$s" target="_blank">custom fields</a> addon is required if you wish to extend your community.
es_es: Crea <a href="%1$s" target="_blank">ilimitados campos personalizados y grupos</a> para perfiles de usuario y formularios de registro con una interfaz de arrastrar y soltar. Para extender tu comunidad, es obligatorio utilizar la extensión <a href="%1$s" target="_blank">campos personalizados</a>.

source: Customize the description of the group. This may be used into your theme.
es_es: Personaliza la descripción del grupo. Esto se puede utilizar en tu tema.

source: Customize the name of group. This may be used in your theme.
es_es: Personaliza el nombre del grupo. Esto se puede utilizar en tu tema.

source: Save changes
es_es: Guardar cambios

source: Confirm delete?
es_es: ¿Confirmas el borrado?

source: This action cannot be reversed. Are you sure you want to continue? All fields within this group will be deleted too.
es_es: Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar? También se eliminarán todos los campos de este grupo.

source: You are about to delete the group:
es_es: Estás a punto de borrar el grupo:

source: The default fields group cannot be deleted.
es_es: El grupo de campos por defecto no se puede borrar.

source: Drag and drop the rows below to change the order.
es_es: Arrastra y suelta las filas de abajo para cambiar el orden.

source: Delete group
es_es: Borrar grupo

source: Edit group settings
es_es: Editar ajustes de grupo

source: Add New Field Group
es_es: Añadir nuevo grupo de campos

source: Fields
es_es: Campos

source: Default
es_es: Por defecto

source: Changes successfully saved.
es_es: Los cambios se han guardado correctamente.

source: Cover Image
es_es: Imagen de portada

source: Website
es_es: Web

source: Display name
es_es: Nombre para mostrar

source: Nickname
es_es: Alias

source: User password
es_es: Contraseña del usuario

source: Can't get property %s
es_es: No se puede obtener la propiedad %s

source: Email address of the requested user.
es_es: Dirección de correo electrónico del usuario solicitado.

source: Password recovery request
es_es: Solicitud de recuperación de contraseña

source: User's email.
es_es: Correo electrónico de usuario

source: Registration confirmation
es_es: Confirmación de registro

source: Display the password recovery url.
es_es: Mostrar el enlace de recuperación de contraseña.

source: Password recovery url
es_es: Formulario de recuperación de contraseña

source: Display the login page url.
es_es: Mostrar el enlace de la página de acceso.

source: Login page url
es_es: URL de la página de acceso

source: Display the password randomly generated at signup.
es_es: Visualiza la contraseña generada aleatoriamente al registrarse.

source: Plain text password
es_es: Contraseña de texto sin formato

source: Display the user's last name.
es_es: Visualiza apellido de usuario.

source: User last name
es_es: Apellido de usuario

source: Display the user's first name.
es_es: Visualiza nombre de usuario.

source: User first name
es_es: Nombre de usuario

source: Display the user's email.
es_es: Visualiza correo electrónico de usuario.

source: User email
es_es: Correo electrónico del usuario

source: Display the user's username.
es_es: Correo electrónico de usuario.

source: The website url.
es_es: URL de la web.

source: Website URL
es_es: URL de la web

source: Display the name of the website.
es_es: Visualiza el nombre de la web.

source: Website name
es_es: Nombre de la web.

source: You cannot send emails with WPUM_Emails until init/admin_init has been reached
es_es: No puedes enviar emails con WPUM_Emails hasta que se haya alcanzado init/admin_init

source: Default Template
es_es: Plantilla por defecto

source: Test email
es_es: Correo electrónico de prueba

source: Something went wrong while sending the test email. Please verify the email address you typed is correct or check your server logs.
es_es: Algo salió mal al enviar el correo electrónico de prueba. Comprueba que la dirección de correo electrónico que has escrito es correcta o revisa los registros del servidor.

source: Test email successfully sent.
es_es: Correo electrónico de prueba enviado correctamente.

source: Customize
es_es: Personalizar

source: Enter email address...
es_es: Introduce la dirección de correo electrónico…

source: Manually triggered
es_es: Activado manualmente

source: Sent automatically
es_es: Enviado automáticamente

source: Recipient(s)
es_es: Destinatario(s)

source: WP User Manager Emails Customization
es_es: Personalización de correos electrónicos de WP User Manager

source: WP User Manager Emails
es_es: Correos electrónicos de WP User Manager

source: Reset your {sitename} password
es_es: Restablecer la contraseña de tu {sitename}

source: Welcome to {sitename}!
es_es: ¡Bienvenido a {sitename}!

source: Click the button to open the content customization editor.
es_es: Haz clic en el botón para abrir el editor de personalización de contenidos.

source: Email content
es_es: Contenido de correo electrónico

source: Customize the heading title of the email.
es_es: Personaliza el título del encabezado de correo electrónico.

source: Email heading title
es_es: Título de encabezado de correo electrónico

source: Customize the subject line of the email.
es_es: Personaliza el asunto del correo electrónico.

source: Email subject
es_es: Sunto de correo electrónico

source: Available email merge tags:
es_es: Etiquetas de fusión de correo electrónico disponibles:

source: View available email merge tags
es_es: Ver etiquetas de fusión de correo electrónico disponibles

source: Email content settings
es_es: Ajustes de contenido de correo electrónico

source: The WP User Manager email editor allows you to customize the emails sent to your users by WPUM. You're currently editing the %1$s. %2$s %3$s Edit shortcuts are shown for some editable elements of the email.
es_es: El editor de correos electrónicos de WP User Manager te permite personalizar los correos electrónicos enviados a tus usuarios por WPUM. Actualmente estás editando el %1$s. %2$s %3$s Se muestran atajos de edición para algunos elementos editables del correo electrónico.

source: Merge tags allow you to dynamically add content to your email
es_es: Las etiquetas de fusión te permiten añadir contenido de forma dinámica a tu correo electrónico

source: Add merge tags
es_es: Añadir etiquetas de fusión

source: Close email content editor
es_es: Cerrar el editor de contenidos de correo electrónico

source: Open email content editor
es_es: Abrir el editor de contenidos de correo electrónico

source: Select a template for the users within this directory.
es_es: Selecciona una plantilla para los usuarios de este directorio.

source: User Template
es_es: Platilla de usuario

source: Select a template for this directory.
es_es: Seleccione una plantilla para este directorio.

source: Template
es_es: Plantilla

source: Directory template
es_es: Platilla de directorio

source: Select the sorting method for the directory. If the sorter field is visible, this will be used as default option.
es_es: Selecciona el método de ordenación para el directorio. Si el campo clasificador está visible, se utilizará como opción por defecto.

source: Sorting
es_es: Orden

source: Example: 1, 6, 32
es_es: Ejemplos: 1, 6, 32

source: User roles
es_es: Perfiles de usuario

source: General settings
es_es: Ajustes generales

source: Filter directories list
es_es: Filtrar lista de directorios

source: Directories list navigation
es_es: Navegación de la lista de directorios

source: Directories list
es_es: Lista de directorios

source: Uploaded to this directory
es_es: Subido a este directorio

source: Insert into directory
es_es: Insertar en el directorio

source: Use as featured image
es_es: Usar como imagen destacada

source: Remove featured image
es_es: Eliminar la imagen destacada

source: Set featured image
es_es: Establece imagen destacada

source: Featured Image
es_es: Imagen destacada

source: View Directories
es_es: Ver directorios

source: Add New
es_es: Añadir nuevo

source: Add new directory
es_es: Añadir nuevo directorio

source: Directories
es_es: Directorios

source: Parent Directory:
es_es: Directorio padre

source: Directory Attributes
es_es: Atributos de directorios

source: Directory Archives
es_es: Archivos de directorios

source: Users Directories
es_es: Directorios de usuarios

# Post Type General Name
source: Users Directories
es_es: Directorios de usuarios

source: Read more
es_es: Leer más

source: The following addons extend the functionality of WP User Manager.
es_es: Las siguientes extensiones amplían la funcionalidad de WP User Manager.

source: View All Addons
es_es: Ver todas las extensiones

source: Changing password for this account is currently disabled.
es_es: El cambio de contraseña para esta cuenta está actualmente desactivado.

source: Enable to prevent this user from changing his password from the front-end.
es_es: Activa para evitar que este usuario cambie su contraseña desde la portada.

source: Prevent password change
es_es: Impide el cambio de contraseña

source: Select a page if you wish to redirect users who try to recover a lost password through wp-login.php
es_es: Selecciona una página si deseas redirigir a los usuarios que intentan recuperar una contraseña perdida a través de wp-login.php

source: Select a page if you wish to redirect users who try to signup through wp-login.php
es_es: Selecciona una página si deseas redirigir a los usuarios que intenten registrarse a través de wp-login.php

source: After Registration
es_es: Después de registrarse

source: After Logout
es_es: Después de salir

source: After Login
es_es: Después del acceso

source: Select the email template you wish to use for all emails sent by WPUM.
es_es: Selecciona la plantilla de correo electrónico que deseas utilizar para todos los correos electrónicos enviados por WPUM.

source: Enable Terms & Conditions
es_es: Activar términos y condiciones

source: Enable this option to automatically authenticate users after registration.
es_es: Activa esta opción para autenticar automáticamente a los usuarios tras el registro.

source: Hide WordPress admin bar for specific user roles.
es_es: Oculta la barra de administración de WordPress para determinados perfiles de usuario.

source: Enable to lock access to wp-login.php. Users will be redirected to the WPUM login page.
es_es: Activa para bloquear el acceso a wp-login.php. Los usuarios serán redirigidos a la página de acceso de WPUM.

source: Lock Access to wp-login.php
es_es: Bloquear el acceso a wp-login.php

source: Whoops! Something went wrong. Please check the following fields for more info:
es_es: ¡Vaya! Algo ha ido mal. Por favor, comprueba los siguientes campos para más información:

source: Select option (type to search)
es_es: Selecciona la opción (escribe para buscar)

source: Press enter to remove
es_es: Pulsa «Intro» para eliminar

source: Selected
es_es: Seleccionado

source: Press enter to select
es_es: Pulsa «Intro» para seleccionar

source: Insert file
es_es: Insertar archivo

source: Select file
es_es: Seleccionar archivo

source: Settings successfully saved.
es_es: Ajustes guardados correctamente.

source: Save Changes
es_es: Guardar cambios

source: Backend Redirects
es_es: Escritorio redirecciones

source: Profiles Content
es_es: Contenido de los perfiles

source: Administration Notifications
es_es: Avisos de administración

source: Misc Settings
es_es: Otros ajustes

source: Login Settings
es_es: Ajustes de acceso

source: View Addons
es_es: Ver extensiones

source: Hey %1$s, looks like you've been using the %2$s plugin for some time now - that's awesome! <br/> Could you please give it a review on wordpress.org? Just to help us spread the word and boost our motivation :) <br/> <br/><a href='%3$s' class='button button-primary' target='_blank'>Yes, you deserve it!</a>
es_es: Hola %1$s, parece que llevas un tiempo utilizando el plugin %2$s, ¡es genial! <br/> ¿Podrías hacer una reseña en wordpress.org? Justo para ayudarnos a difundir la palabra y aumentar nuestra motivación :) <br/> <br/><a href='%3$s' class='button button-primary' target='_blank'>¡Sí, te lo mereces!</a>

source: Select roles:
es_es: Selecciona perfil:

source: Logged out users
es_es: Usuarios desconectados

source: Logged in users
es_es: Usuarios conectados

source: Display to:
es_es: Visualiza por:

source: Enable to make this link a logout link.
es_es: Activa para que este enlace sea un enlace de salida.

source: Set as logout url
es_es: Establece como url de salida

source: Browse addons
es_es: Explorar las extensiones

source: Browse our growing collection of addons built specifically for WPUM to customize the functionality of your community.
es_es: Explora nuestra creciente colección de extensiones creadas específicamente para WPUM para personalizar la funcionalidad de tu comunidad.

source: Extensions for WP User Manager
es_es: Extensiones para WP User Manager

source: Customize email templates
es_es: Personaliza plantillas de correo electrónico

source: Setup notifications
es_es: Configura los avisos

source: Last name
es_es: Apellido

source: Email address*
es_es: Dirección de correo electrónico*

source: Be sure to sign up for the WPUM newsletter below to stay informed of important updates and news.
es_es: No te olvides de suscribirte al boletín de WPUM para mantenerte informado de las actualizaciones y noticias importantes.

source: Custom profile cover image
es_es: Imagen de portada de perfil personalizada

source: Custom user avatar
es_es: Avatar de usuario personalizado

source: Display the registration form.
es_es: Visualiza formulario de registro.

source: [WPUM] Registration Form
es_es: [WPUM] Formulario de registración

source: Enable to link to the user profile.
es_es: Activa el enlace al perfil de usuario.

source: Link to user profile
es_es: Enlace al perfil de usuario

source: Enter the amount of users you wish to display.
es_es: Introduce la cantidad de usuarios que deseas visualizar.

source: Amount
es_es: Total

source: Recent Users
es_es: Usuarios recientes

source: Display a list of recently registered users.
es_es: Visualiza una lista de los usuarios registrados recientemente.

source: Reset password
es_es: Restablecer la contraseña

source: Display a form for users to recover their password.
es_es: Visualiza un formulario para que los usuarios recuperen su contraseña.

source: [WPUM] Password Recovery Form
es_es: [WPUM] Formulario de recuperación de la contraseña

source: If enabled, once logged in, an overview of the current user profile will appear.
es_es: Si está activada, una vez conectado, aparecerá un resumen del perfil del usuario actual.

source: Display profile overview
es_es: Visualiza resumen de perfil

source: Display registration link
es_es: Visualiza enlace de registro

source: Display password recovery link
es_es: Visualiza el enlace para la recuperación de la contraseña.

source: Display login link
es_es: Visualiza enlace de acceso

source: My Account
es_es: My cuenta

source: This title will be displayed when logged in.
es_es: Este título se mostrará cuando estás conectado.

source: Logged In title
es_es: Título conectado

source: Title
es_es: Título

source: Display login form.
es_es: Visualiza formulario de acceso.

source: [WPUM] Login Form
es_es: [WPUM] Formulario de acceso

source: Remove
es_es: Eliminar

source: Description
es_es: Descripción

source: %1$s License Key
es_es: Clave de licencia de %1$s

source: You do not have permission to install plugin updates
es_es: No tienes permiso para instalar las actualizaciones de plugin

source: You are not authorized to access this area.
es_es: No tienes permiso para acceder a esta área.

source: Default registration form
es_es: Formulario de registro por defeecto

source: Profile
es_es: Perfil

source: Account
es_es: Cuenta

source: Password Reset
es_es: Restablecer contraseña

source: Comments
es_es: Comentarios

source: Posts
es_es: Entradas

source: About
es_es: Acerca de

# Example of permalink setting
source: nickname
es_es: alias

# Permalink structure
source: Display nickname
es_es: Visualiza alias

# Example of permalink setting
source: username
es_es: nombre de usuario

# Permalink structure
source: Display username
es_es: Visualiza nombre de usuario

# Permalink structure
source: Display user ID
es_es: Visualiza ID de usuario

source: View profile
es_es: Ver perfil

source: Uploaded files need to be one of the following file types: %s
es_es: Los archivos subidos deben ser de uno de los siguientes tipos: %s

source: Email
es_es: Correo electrónico

source: Username
es_es: Nombre de usuario

source: Email only
es_es: Solo correo electrónico

source: Username only
es_es: Solo nombre de usuario

source: Password successfully updated.
es_es: Contraseña actualizada correctamente.

source: Registrations are currently disabled.
es_es: Las registraciones están actualmente deshabilitadas.

source: Select a valid role from the list.
es_es: Selecciona un perfil válido de la lista.

source: Select your user role
es_es: Selecciona tu perfil de usuario

source: Select Role
es_es: Selecciona perfil

source: By registering to this website you agree to the <a href="%s" target="_blank">terms & conditions</a>.
es_es: Al registrarte en esta web aceptas los <a href="%s" target="_blank">términos y condiciones</a>.

source: Password must be at least %s characters long
es_es: La contraseña debe tener al menos %s caracteres

source: Re-enter new password
es_es: Vuelve a introducir la nueva contraseña

source: New password
es_es: Nueva contraseña

source: Profile successfully updated.
es_es: Perfil actualizado correctamente.
